tucho235/smartEnvironmentSensor/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="4MB"
